Repository: DeveloperAcademy-POSTECH/2024-MacC-A12-APPRO
Catalog: APPRO/APPRO/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ Stretch
ko: %@ 스트레칭

source: Bending your fist creates a sphere that keeps track of your fist rotation. Charge the energy by rotating the sphere around the ring. The ring will turn white if fully charged.
ko: 주먹을 굽히면 주먹의 회전을 추적하는 구체가 생성됩니다. 구체를 링 주위로 회전시켜 에너지를 충전하세요. 완전히 충전되면 링이 하얗게 변할 것입니다.

source: Dismiss Immersive Space
ko: 몰입 공간 해제

source: Done
ko: 완료

source: Eyes
ko: 눈

source: Finish
ko: 종료

source: Good! This time, when you reach the space station, keep your arm in the same position for 5 seconds to refuel the rocket.
ko: 좋아요! 이번에는 우주 정거장에 도착했을 때, 로켓에 연료를 채우기 위해 팔을 같은 위치에서 5초 동안 유지하세요.

source: Great! Stretching your eyes is the main focus in this content. Try to not to move your neck and body too much or it will move the eyes away from its work.
ko: 잘하셨어요! 이 콘텐츠의 주요 목표는 눈을 풀어주는 것입니다. 목이나 몸 자체를 너무 많이 움직이지 않도록 주의하세요. 그렇지 않으면 눈이 제 할 일에서 벗어나게 됩니다.

source: Great! Stretching your neck is the main focus in this content. Try not to move your body around too much.
ko: 좋아요! 이 콘텐츠의 주요 목표는 목 스트레칭입니다. 몸을 너무 많이 움직이지 않도록 주의하세요.

source: Great! Stretching your shoulder is the main focus in this content. Try not to move your body around too much.
ko: 잘하셨습니다! 이 콘텐츠의 주요 목표는 어깨를 풀어주는 것입니다. 몸을 너무 많이 움직이지 않도록 주의하세요.

source: Great! Stretching your wrist is the main focus in this content. Hittable target differs for each wrist, so use both. Try not to move your body around too much.
ko: 잘하셨어요! 이 콘텐츠의 주요 목표는 손목을 풀어주는 것입니다. 각각의 손목마다 맞출 수 있는 목표물이 다르니, 양손을 모두 사용하세요. 손목 대신 몸을 너무 많이 움직이지 않도록 주의하세요.

source: Neck
ko: 목

source: No
ko: 아니요

source: Restore eye fatigue through stretching that rolls both eyes
ko: 눈동자를 움직이는 스트레칭을 통해 눈의 피로를 회복하세요

source: Restore neck fatigue by stretching your head up and down and left and right
ko: 머리를 상하좌우로 스트레칭하여 목의 피로를 회복하세요.

source: Restore shoulder fatigue by stretching your shoulders left and right
ko: 어깨를 좌우로 스트레칭하여 어깨의 피로를 회복하세요.

source: Restore wrist fatigue through stretching that fixes arms and turns wrists
ko: 팔을 고정하여 손목을 돌리는 스트레칭을 통해 손목의 피로를 회복하세요.

source: Result
ko: 결과

source: Retry
ko: 다시하기

source: Score
ko: 점수

source: Sets
ko: 세트

source: Shoulder
ko: 어깨

source: Skip Tutorial
ko: 튜토리얼 건너뛰기

source: Start the content right away. Never show tutorial again.
ko: 콘텐츠를 바로 시작합니다. 튜토리얼은 다시 표시되지 않습니다.

source: Stretching Parts
ko: 스트레칭 부위

source: Try to carry the rocket to the stars without moving your legs. Use only your arm's movement.
ko: 다리를 움직이지 않고 로켓을 별까지 운반해 보세요. 오직 팔의 움직임만 활용하려고 노력해보세요.

source: Try to look and pinch the distracting thoughts to get rid of it. Hold for 1 seconds. Use only your eye movement.
ko: 산만한 생각을 바라보고 길게 눌러보세요. 1초 동안 누르면 제거할 수 있습니다. 제거하지 않으면 계속 남아 눈을 방해할 거예요!

source: Try to move the pig without moving your body. Use only your neck movement.
ko: 몸을 움직이지 않고 돼지를 이동시켜 보세요. 목의 움직임만 사용하세요.

source: Tutorial
ko: 튜토리얼

source: When charged enough, the ring will shoot the spiral energy. If not fully charged, the target won't disappear even if it's hit.
ko: 충분히 충전되면 링이 나선형 에너지를 발사합니다. 완전히 충전되지 않으면 목표물이 맞아도 사라지지 않습니다.

source: When you’re ready, pinch the lazy eyes in front of you.
ko: 시작할 준비가 되셨다면 눈앞에 있는 게으른 눈을 깨워주세요.

source: When you're ready, pinch the piggy in front of you
ko: 시작할 준비가 되셨다면 눈앞에 놓인 돼지를 선택해보세요.

source: When you’re ready, stretch your right arm forward and try to hold a fist to gain the energy.
ko: 시작할 준비가 되셨다면 오른 팔을 앞으로 뻗어 에너지를 습득하세요.

source: When you’re ready, stretch your right arm forward and try to hold a fist to summon the rocket.
ko: 시작할 준비가 되셨다면 오른팔을 앞으로 뻗고 주먹을 쥐어 로켓을 소환해보세요.

source: Wrist
ko: 손목

source: Yes
ko: 네

source: You've gained the energy shooter! From now on, the ring reacts to your fist. Your mission is to hit all the targets with your energy shooter.
ko: 에너지 링을 얻었네요! 이제부터 링은 당신의 주먹의 움직임에 반응합니다. 당신의 임무는 나타나는 모든 장애물을 에너지 링으로 맞춰 없애는 것입니다.

source: You've summoned the rocket to your hand! From now on the rocket will follow your hand movement.
ko: 손에 로켓을 불러냈습니다! 이제부터 이 로켓은 당신의 손 움직임을 따라갈 것입니다.

source: You've waken the lazy eyes! Your mission is to cut off distracting thoughts from the lazy eyes.
ko: 게으른 눈이 깨어났어요! 당신의 임무는 게으른 눈이 일에 집중할 수 있게 산만한 생각을 없애주는 것입니다.

source: You've waken the piggy up! Your mission is to lead the piggy to coins and hold for 5 seconds until the pig finishes shopping at the end of the coins. To get started, look straight ahead and pinch again.
ko: 돼지를 깨웠군요! 당신의 임무는 돼지가 동전을 모으게 돕는 것입니다. 돼지가 동전을 충분히 모았을 땐 쇼핑을 마칠 때까지 5초 동안 기다려주세요. 시작하려면 정면을 바라보고 돼지를 다시 선택해주세요.

source: Your mission is to lead the rocket to every stars and complete the journey. To see the stars, try to hold a fist. If you want to rearrange stars, hold a fist again.
ko: 당신의 임무는 로켓을 모든 별로 이끌어 여행을 완성하는 것입니다. 주먹을 쥐어 별의 위치를 확인하세요. 별을 다시 배치하고 싶다면 다시 주먹을 쥐면 됩니다.
